const content = `
这个日子。

那还是不久前，依稀记得她穿着裙子，踩着高跟鞋，嗒嗒地向我走来，我抬头看了她一眼，她脸带笑意，嗒嗒嗒，笨拙又可爱，又连忙低下去。不知道她在想什么，笑得那么开心，然后走近，交错，离开。离开的是她，我站在原地，默默看她走远，走上楼梯，转眼消失不见。心里又是开心又是纠结。我认出她来啦。虽然是第一次见面，我就知道是她。不然为什么我停止了自己的呼吸，心跳得像战前敲擂一样？叮咚，短信来了，是她。

 「你你你你你......啊肖是什么颜色的」

 「白色的」 

几分钟之后，她又走了过来。嗒嗒嗒。极好的韵律，飘舞的黑发和长裙。 再次对视，一笑，不再移开。

  「阿肖！！」

  「阿璇...」

  「来，我的包~」

  「囧，好重，里面装了些什么东西呀??」

  「一些女孩用的啦，还有个笔记本（明明是平板....）」

  「我刚才觉得就是你，不过不太确定，看你上了楼梯消失不见了...」

  「上面视野开阔一些呀。」

从一千多公里到肩并肩紧挨着并排走，在距离的变换下，脑袋仿佛沉浸在梦里。手机里面的阿璇竟然跑出来了。太神奇了。嗒嗒嗒和包包，还有阿璇阿璇，一切都那么真实，让人无比安心。我想，如果没有这太阳，我的世界也不会因此黑暗了。它无论是在哪里，一想到阿璇的笑容，就亮了。

 「吃早饭了没？」

 「没，不过不饿啦」

 「我饿啦，早上七点就吃了一次了。我们去找个地方吃吧。」

   .......

   「阿肖好不靠谱噢」

   「我以前又没来过这里。哎呀，要不我们去磨子坊的川大那儿，那里有不少吃的」
    
   「好啊，记得是我请噢  」

   「阿璇你是说请早饭啦。等到那儿都中午了。。。」

   「早饭和午饭一起呀。嗯，就这样决定了。」

额，，我们去那儿坐公交车吧。

然后我们聊了些什么，，，完全不记得，只记得好多辆公交过去了，我们还在说，，，阿肖好不靠谱呢

我们到了磨子桥，但是不是我熟悉的那个站台，于是慢慢走过去，天气很热，汗一直流，但是很开心可以和阿璇一起走。刚下车站就看见了一家动漫周边的小店。还遇到了好几家。幸运至极。

然后去了川音的门口的一家苍蝇馆子。

吃完去川大看荷花。什么嘛，开得一点都不热烈。。。 不欢迎我，阿璇哈哈阿璇。

然后去超市买了酸奶，坐在里面休息了很久，又去了一个茶馆。坐了几个小时。。再然后准备去电子科大。却因为回去拿东西而耽误了时间，不得不下次去，于是我们找了个地方吃晚饭。囧，千里来到这里吃甜品。吃完去看酒吧。不过阿璇倒是对河边的外国old lady画画感兴趣。我们就站着看了好长好长时间。

怦然心动，人生不是我们活了多久，而是我们所经历的那些怦然心动的时刻。在那一刻，我真的希望，能够永久。i like to have a good time,to live life to the fullest,and you are the key.the key make me happy feel the beauty of the world .对我来说，你就像个幽灵，突然出现，又突然消失。那种让人窒息，突如其来的悸动。整个世界都因为一束光而不同。对错颠倒，是非迷离。世界的颜色，每天都在变幻，红色，是我的灵魂在燃烧，黑色，没有你我的世界也空了。红色，是希望的颜色，黑色，是绝望的颜色。

5.7~8.13.时间虽然短暂，但是我却知道了那个real you，is  海洛因，海洛因让人上瘾且无法戒除。使得无数人家破人亡。阿肖也要步他们的后尘了。一点一点加深。直至深渊。阿璇，要和我一起吗？
`
function init () {
  var x = 'asdf'
  x = 'as'
  // eslint-disable-next-line no-console
  console.log(x)
  document.getElementById('content').innerHTML = marked(content)
}

window.onload = init
